const glossaryData = [
    {term: "Андэркат",
        definition: "Тактика проведения пит-стопа, позволяющая опередить соперника за счёт более быстрого движения по трассе в момент когда соперник ещё не совершил пит-стоп и едет медленно из-за изношенных покрышек или же наоборот когда он уже провёл пит-стоп и едет медленнее из-за непрогретых шин.",
        category: "Пит-лейн"
    },
    {term: "Боксы",
        definition: "Место хранения и обслуживания автомобилей. В каждом боксе размещается одна машина. Заезд в боксы во время гонки запрещен и считается сходом пилота.",
        category: "Пит-лейн"
    },
    {term: "Деградация шин",
        definition: "Следствие перегрева шины, или части шины. Избыточное тепло может вызвать разрушение резины, она смягчается и отрываются куски из поверхности шины. Волдыри могут быть вызваны неправильным выбором типа шин (например, они являются слишком мягкими для этой трассы), слишком высокого давления в шинах, или неправильной настройки автомобиля.",
        category: "Шины"
    },
    {term: "DRS ",
        definition: "Также известно как регулируемое заднее крыло. DRS позволяет пилоту настроить площадь заднего крыла из кабины, открывая или закрывая половину плоскости. Система может быть использована в любое время в практике и квалификации, кроме дождевых условий, но во время гонки ее можно включить, только когда пилот отстает не более чем на одну секунду от передней машины и только в заранее определенных зонах на трассе. Система деактивируется как только пилот нажимает на тормоз.",
        category: "Механики"
    },
	{term: "Квалификация",
        definition: "Предварительная гоночная сессия в субботу, в которой пилоты соревнуются с целью установить лучшее время на круге, в соответствии с которым они займут места на старте гонки.",
        category: "Гонка"
    },
	{term: "Кокпит",
        definition: "Часть корпуса болида, в котором сидит пилот.",
        category: "Болид"
    },
	{term: "Машина Безопасности",
        definition: "Автомобиль, не участвующий в гонке, который выезжает, чтобы ехать впереди всех в гонке в случае возникновения проблем на трассе.",
        category: "Безопасность"
    },
	{term: "Паддок ",
        definition: "Огороженная часть рядом с трассой, где располагаются команды и их обеспечение. Посторонние лица в падок не допускаются.",
        category: "Пит-лейн"
    },
	{term: "Поул-позишн",
        definition: "Первое место на стартовой решетке, которое занимает перед стартом пилот, показавший самое лучшее время прохождения круга в квалификации.",
        category: "Гонка"
    },
	{term: "Слипстрим",
        definition: ".Обгон с использованием зоны разреженного воздуха за впередиидущей машиной. Гонщик, едущий сзади подъезжает вплотную к сопернику и, используя меньшее сопротивление воздуха, разгоняется, что облегчает обгон.",
        category: "Механики"
    }
];
